Repository: kazysmaster/gnome-shell-extension-lockkeys
Catalog: *.po
Languages: hu, ru_ru, sk, tr_tr

source: Settings
hu: Beálltások
ru_ru: Настройки
sk: Nastavenia
tr_tr: Ayarlar

source: On
hu: bekapcsolva
ru_ru: Включены
sk: zapnutý
tr_tr: Açık

source: Off
hu: kikapcsolva
ru_ru: Выключены
sk: vypnutý
tr_tr: Kapalı

source: Change indicator display options
hu: Értesítési területen megjelenő indikátorok
ru_ru: Изменить параметры отображения индикатора
sk: Zmení voľby zobrazenia indikátora
tr_tr: Gösterge görünüm seçeneklerini değiştir

source: Options for Caps Lock key
ru_ru: Настройки для клавиши Caps Lock
tr_tr: Caps Lock tuşu seçenekleri

source: Options for Num Lock key
ru_ru: Настройки для клавиши Num Lock
tr_tr: Num Lock tuşu seçenekleri

source: Notifications
hu: Értesítés módja
ru_ru: Уведомления
sk: Oznámenia
tr_tr: Bildirimler

source: Show notifications when state changes
hu: Vizuális értesítések állapotváltozás esetén
ru_ru: Показывать уведомления при изменении состояния
sk: Zobrazí oznámenia pri zmene stavu
tr_tr: Durum değişikliklerinde bildirim göster

source: Compact
hu: Rendszerértesítés
ru_ru: Компактные
sk: Kompaktné
tr_tr: Kompakt

source: Osd
hu: OSD képátfedés
ru_ru: Экранные
sk: Na obrazovke

source: Top Bar Indicator
ru_ru: Индикатор в верхней панели
tr_tr: Üst Çubuk Göstergesi

source: Show Caps Lock indicator in the top bar
ru_ru: Показывать индикатор Caps Lock в верхней панели
tr_tr: Caps Lock göstergesini üst çubukta göster

source: Never
ru_ru: Никогда
tr_tr: Asla

source: When Active
ru_ru: Когда включён
tr_tr: Etkinken

source: Always
ru_ru: Всегда
tr_tr: Daima

source: Show Num Lock indicator in the top bar
ru_ru: Показывать индикатор Num Lock в верхней панели
tr_tr: Num Lock göstergesini üst çubukta göster

source: Show notifications when key state changes
hu: Vizuális értesítések állapotváltozás esetén
ru_ru: Показывать уведомления при изменении состояния клавиши
sk: Zobrazí oznámenia pri zmene stavu klávesov

source: Set false to suppress num-lock or caps-lock state change notifications
hu: Beállíthatja milyen esetben jelenjenek meg értesítések
ru_ru: Выберите выключены, чтобы отключить отображение уведомлений при смене режима
sk: Nastavením na hodnotu false potlačíte oznámenia o zmene stavov funkcií num-lock alebo caps-lock

source: Indicator style
hu: Megjelenő indikátorok
ru_ru: Стиль индикатора
sk: Štýl indikátoru

source: Set numlock value to display only num-lock indicator, set capslock value to display only caps-lock indicator, or both for both. Set show-hide, to display corresponding indicator icons only when on.
hu: Beállíthatja milyen esetben jelenjenek meg indikátorok
ru_ru: Выберите Только Num Lock или Только Caps Lock, чтобы показывать только соответствующий индикатор. Выберите Оба, чтобы показывать оба индикатора. Выберите Показать/Скрыть, чтобы показывать соответствующий индикатор только тогда, когда соответствующий режим активен.
sk: Nastavením na hodnotu „numlock“ bude zobrazený iba indikátor funkcie Num-Lock. Nastavenim na hodnotu „capslock“ bude zobrazený iba indikátor funkcie Caps-Lock. Hodnota „both“ zobrazí oba indikátory. Nastavením hodnoty „show“ (zobraziť) alebo „hide“ (skryť) budú po zapnutí zobrazené iba ikony príslušného indikátoru.

source: Enable caps-lock indicator
ru_ru: Включить индикатор caps lock

source: Set false to disable caps-lock indicator entirely
ru_ru: Задайте значение false, чтобы полностью отключить индикатор caps lock

source: Caps-lock notification style
ru_ru: Стиль уведомлений caps lock

source: Set to 'off' to disable caps-lock notifications, 'compact' for compact notifications, or 'osd' for on-screen display notifications
ru_ru: Установите значение "выкл.", чтобы отключить уведомления для caps-lock, "компактный" для компактных уведомлений или "экранные" для уведомлений, отображаемых на экране

source: Caps-lock indicator display mode
ru_ru: Режим отображения индикатора Caps-lock

source: Set to 'never' to never show the caps-lock indicator, 'when-active' to show it only when caps-lock is active, or 'always' to always show the indicator
ru_ru: Установите значение "никогда", чтобы индикатор caps-lock никогда не отображался, "когда активен", чтобы он отображался только при активном caps-lock, или "всегда", чтобы индикатор всегда отображался

source: Enable num-lock indicator
ru_ru: Включить индикатор num-lock

source: Set false to disable num-lock indicator entirely
ru_ru: Установите значение false, чтобы полностью отключить индикатор num-lock

source: Num-lock notification style
ru_ru: Стиль уведомления Num-lock

source: Set to 'off' to disable num-lock notifications, 'compact' for compact notifications, or 'osd' for on-screen display notifications
ru_ru: Установите значение "выкл." для отключения уведомлений о блокировке номера, "компактный" для компактных уведомлений или "экранные" для уведомлений, отображаемых на экране

source: Num-lock indicator display mode
ru_ru: Режим отображения индикатора Num-lock

source: Set to 'never' to never show the num-lock indicator, 'when-active' to show it only when num-lock is active, or 'always' to always show the indicator
ru_ru: Установите значение "никогда", чтобы индикатор num-lock никогда не отображался, "когда активен", чтобы он отображался только при активном num-lock, или "всегда", чтобы индикатор всегда отображался

source: Indicator Style
hu: Megjelenő indikátorok
sk: Štýl indikátoru

source: Num-Lock Only
hu: Csak Num Lock
sk: Iba funkcia Num-Lock

source: Caps-Lock Only
hu: Csak Caps Lock
sk: Iba funkcia Caps-Lock

source: Both
hu: Mindkettő
sk: Oboje

source: Show/Hide
hu: Csak bekapcsolt
sk: Zobraziť alebo skryť

source: Show/Hide Caps-Lock Only
hu: Csak bekapcsolt Caps Lock

source: Disabled
sk: Zakázané
